Revit 2027 API
ParameterTypeId.PointElementNonNormalizedCurveParamater Property
 "Non-Normalized Curve Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementNonNormalizedCurveParamater { get; }
Public Shared ReadOnly Property PointElementNonNormalizedCurveParamater As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementNonNormalizedCurveParamater {
	ForgeTypeId^ get ();
}
static member PointElementNonNormalizedCurveParamater : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace